/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "Huỷ";
"Delete" = "Xoá";
"Rename" = "Đổi tên";
"Actions" = "Thao tác";



/* SIDEBARVIEW */
"Filters" = "Bộ lọc";
"Smart Filters" = "Bộ lọc thông minh";
"All Skills" = "Tất cả kỹ năng";
"Recent SKills" = "Kỹ năng gần đây";
"Tags" = "Thẻ";
"Add tag" = "Thêm thẻ";
"Show awards" = "Hiện phần thưởng";

"Rename tag" = "Đổi tên thẻ";
"New name" = "Tên mới";

/* CONTENTVIEW */
"Skills" = "Kỹ năng";

/* A button that shows a menu with the following options */
"Filter" = "Bộ lọc";
"Turn Filter On" = "Bật bộ lọc";
"Turn Filter Off" = "Tắt bộ lọc";
"Sort By" = "Sắp xếp theo";
"Newest to Oldest" = "Mới nhất tới cũ nhất";
"Oldest to Newest" = "Cũ nhất tới mới nhất";
"Date Created" = "Ngày tạo";
"Date Modified" = "Ngày chỉnh sửa";

"Easy" = "Dễ";
"Medium" = "Trung bình";
"Hard" = "Khó";

"All" = "Tất cả";
"Learned" = "Đã học";
"Learning" = "Đang học";

/* Create a new skill */
"New Skill" = "Kỹ năng mới";

/* A text placeholder, to help users search */
"Filter skills, or type # to add tags" = "Lọc kỹ năng, hoặc nhập # để thêm thẻ";

/* Shown as a status for learned skills */
"LEARNED" = "ĐÃ HỌC";




/* DETAILSVIEW */
"Details" = "Chi tiết";

/* NOSKILLVIEW*/
"No Skill Selected" = "Không kỹ năng nào được chọn";

/* SKILLVIEW */
"Copy Skill Title" = "Sao chép tên kỹ năng";
"Learned Skill" = "Đã học xong kỹ năng";
"Re-learn Skill" = "Học lại kỹ năng";

/* Fields that let the users enter details about a specific skill */
"Enter the skill title here" = "Nhập tên kỹ năng tại đây";
"**Modified:** %@" = "**Đã chỉnh sửa:** %@";
"**Status:** %@" = "**Trạng thái:** %@";
"%@Learned" = "%@Đã học";
"%@Learning" = "%@Đang học";
"Difficulty" = "Độ khó";
"Add Tags" = "Thêm thẻ";
"Basic Information" = "Thông tin cơ bản";
"Enter the skill description here" = "Nhập mô tả kỹ năng tại đây";



/* AWARDS VIEW */
"Awards" = "Phần thưởng";
"Locked" = "Đã khoá";
"Unlocked" = "Đã mở khoá";



/* DATA */
"New tag" = "Thẻ mới";
"New skill" = "Kỹ năng mới";



/* DEBUG ONLY */
"ADD SAMPLES" = "THÊM MẪU";
